{
  "trips": [
    {
      "id": 3,
      "trip_title": "Meghalaya Special 8 day Holiday",
      "trip_dates": "28 Sep 2025 - 02 Oct 2025",
      "traveler_name": "Varsha",
      "pax": "3 Adults",
      "tour_costs": {
        "Adult": "Rs.98,000"
      },
      "inclusions": [
        "Stay at above mentioned hotels",
        "Private cab for sightseeing",
        "Daily Breakfast",
        "Jungle jeep safari (pobitora)",
        "Bharamaputra sunset cruise",
        "Toll & Parking",
        "All taxes"
      ],
      "exclusions": [
        "All meals unless mentioned",
        "Entry Tickets at attractions",
        "Personal expenses",
        "Tips & incidentals",
        "Optional activities unless mentioned under inclusions"
      ],
      "destination": "Meghalaya",
      "itinerary_text": "Meghalaya Special 8 day Holiday\n\nName: Varsha \nPax: 3 Adults\nDate: 28 Sep 2025 - 02 Oct 2025\n\nDay 1: Arrival at Guwahati & Transfer to hotel Overnight stay at Guwahati. Accomodation at Pemaling Lords Eco Inn\nDay 2: Check-out after breakfast and visit Airforce Museum, Umaiam lake, Elephant Falls.Hotel check in and overnight stay at Cherrapunji. Accomodation at Escapade Inn.\nDay 3: Check out after breakfast and visit Weisawdong waterfalls (If Oprational) Nohkalikai Falls, Mawsmai Cave,Arwah cave,Single decker and double Decker Bridge,Overnight stay at Shillong Check out after breakfast and visit Weisawdong waterfalls (If Oprational) Nohkalikai Falls, Mawsmai Cave,Arwah cave,Single decker and double Decker Bridge,Overnight stay at Shillong. Accomodation at Pine Hill Homestay.\nDay 4: Hotel check-out,Bamboo Trekking or clean village drive to Dwaki.Night stay at Dawki Home stay or camp. Accomodation at Camp stay/home stay.\nDay 5: Dawki Activities, Visit Karangsuri waterfalls,And Transfer to Shillong overnight stay at Cordzz Inn. Accomodation at Cordzz's Inn.\nDay 6: Check out after breakfast and visit Phe phe falls and other local attractions and drive to Bharamaputra Jungle Resort. Accomodation at Bharamaputra Jungle resort.\nDay 7: Wake up and Refresh and drive to Pobitora Wildlife Sanctuary, Jeep Safari at Pobitora Evening  Bhramaputhta Sunset Cruise and proceed to Guwahati. Accomodation at Pohor Regency.\nDay 8: Early check out and visit Kamakhya Temple and Evening drop at Guwahati Airport"
    }
  ]
}
